Repository: frugalware/frugalware.gitlab.io
Catalog: frugalware/fwng/po/homepage/*/homepage.po
Languages: fr

source: This page should list all people who contributed to Frugalware Linux in some way. However, we are aware that the contributor list is incomplete. Please contact us if your name is missing from here!<br /><br />
fr: Cette page liste toutes les personnes qui ont contribué à Frugalware, de n'importe quelle manière que ce soit. Cependant, nous sommes au courant que la liste des contributeurs est incomplète. Contactez-nous si votre nom n'apparaît pas dans la liste !<br /><br />

source: Available filters:
fr: Filtres disponibles :

source: Active developers
fr: Développeurs actifs

source: Former developers
fr: Anciens développeurs

source: Contributors
fr: Contributeurs

source: Everybody
fr: Aucun filtre

source: Filters
fr: Filtres

source: Authors
fr: Auteurs

source: Roles
fr: Rôles

source: Year of birth
fr: Année de naissance

source: Day job
fr: Travail actuel

source: Build log for %s
fr: Journal de compilation pour %s

source: Sorry, currently no log available.
fr: Désolé, il n'y a actuellement aucun journal disponible.

source: Full manual
fr: Manuel complet

source: How to install Frugalware
fr: Comment installer Frugalware

source: Post-installation tutoriel (Wiki)
fr: Tutoriel de post-installation (Wiki)

source: How to upgrade Frugalware
fr: Comment mettre à jour Frugalware

source: How to use pacman-g2
fr: Comment utiliser pacman-g2

source: Laptop generality
fr: Cas des ordinateurs portables

source: Developper introduction (Wiki)
fr: Introduction pour les développeurs (Wiki - Anglais)

source: How to contribute
fr: Comment contribuer

source: Handling git repositories
fr: Utiliser les dépôts git

source: Developper informations (Wiki - French)
fr: Informations pour les développeurs (Wiki)

source: developpement version
fr: Version de développement

source: Online documentation
fr: Documentation en ligne

source: User documentation
fr: Documentation utilisateur

source: Developer documentation
fr: Documentation développeur

source: <div align="left">Donations are a great way to show your appreciation and support for Frugalware Linux. On this page we list the donations we have received so far and those that would help us in our work on Frugalware Linux.; If you have a piece of hardware or something whose Frugalware support could be improved, a good way to achieve this is to donate it to a developer.<br /><br /> If you would like to donate something to the whole project (i.e. a mirror), please send a mail to the <a href="http://frugalware.org/mailman/listinfo/frugalware-devel">frugalware-devel</a> list, or if you do not wish to subscribe, send a mail directly to vmiklos_at_frugalware_dot_org. If you wish to donate something to an individual developer, see the <a href="/authors">authors</a> page and send the developer a mail. You can also use the PayPal donate link on the side of the page if you wish to donate money.</div>
fr: <div align="left"Les dons sont une bonne manière de nous montrer que vous appréciez et supportez Frugalware Linux. Sur cette page, nous listons les dons que nous avons reçus et ceux qui peuvent nous aider dans notre travail sur Frugalware Linux. Si vous avez des pièces ou autres que vous voudriez voir mieux supporté dans Frugalware, le meilleur moyen est d'en faire don à un développeur.<br />Si vous désirez faire don de quelque chose au projet de manière générale (comme fournir un miroir, par exemple), veuillez nous contactez à cette adresse <a href="http://frugalware.org/mailman/listinfo/frugalware-devel">frugalware-devel </a> list, ou envoyez directement un mail à vmiklos_at_frugalware_dot_org. Si vous désirez faire un don à un développeur en particulier, consultez la <a href="/authors">page des auteurs</a> et envoyez-lui un mail. Vous pouvez également utiliser le lien de dons via PayPal si vous désirez faire un don d'argent.

source: Donations
fr: Dons

source: Advertisers
fr: Sponsors

source: The Frugalware Team
fr: L'équipe de Frugalware

source: An installation guide is available in the Frugalware docs :
fr: Un guide d'installation est disponible dans la documentation de Frugalware :

source: Mirror list
fr: Liste des miroirs

source: Get Frugalware
fr: Obtenir Frugalware

source: Recent updates
fr: Mises à jour récentes

source: Frugalware is a general purpose linux distribution, designed for intermediate users (who are not afraid of text mode).
fr: Frugalware est une distribution GNU/Linux de niveau intermédiaire (ceux qui n'ont pas peur d'utiliser la console).

source: We try to make Frugalware as simple as possible while not forgetting to keep it comfortable for the user. We try to ship fresh and stable software, as close to the original source as possible, because in our opinion most software is the best as is, and doesn't need patching.
fr: Nous nous efforçons de faire Frugalware aussi simple que possible, tout en oubliant pas de la rendre confortable pour l'utilisateur. Nous essayons d'avoir des logiciels récents et stables, aussi identiques que possibles que les sources originales car pour nous, un logiciel est meilleur tel qu'il est n'a pas besoin d'être patché.

source: More informations in the <a href="http://wiki.frugalware.org/index.php/FAQ">FAQ</a>.
fr: Plus d'informations dans la <a href="http://wiki.frugalware.org/index.php/FAQ">FAQ</a>.

source: Latest new
fr: Dernière nouvelle

source: Other news
fr: Autres nouvelles

source: Read older news
fr: Lire d'anciennes nouvelles

source: Join us on IRC
fr: Nous rejoindre sur IRC

source: Our irc channel is on the freenode network (server: irc.freenode.net), at #frugalware. This is the official Frugalware Linux irc help station.
fr: Notre salon IRC (#frugalware) est sur le réseau Freenode (irc.freenode.net). C'est l'endroit officiel d'aide de Frugalware.

source: General information
fr: Information générale

source: To join a channel, you must use a client.
fr: Pour rejoindre un salon, vous devez utilisez un client.

source: Join a channel
fr: Rejoindre un salon

source: Support channel logs
fr: Journaux de discussion

source: Our support channels are logged and the logs are available <a href="%s">here</a>.
fr: Nos discussions sont archivées et les archives sont disponibles <a href="%s">ici</a>.

source: Frugalware in the press
fr: Frugalware dans la presse

source: This page contains details about some of the articles that have been posted on the Internet about Frugalware. If you find an article not listed here, please tell us about it!
fr: Cette page contient des détails sur certains articles qui sont parus sur Internet concernant Frugalware. Si votre article ne figure pas ici, n'hésitez pas à nous contacter !

source: Title
fr: Titre

source: Where
fr: Localisation

source: Language
fr: Langue

source: Link
fr: Lien

source: Frugalware news list
fr: Liste des nouvelles de Frugalware

source: First
fr: Première page

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernière page

source: Back to the news list
fr: Retour à la liste des nouvelles

source: Package search
fr: Recherche de paquets

source: Keyword
fr: Mot-clé

source: Regular expression
fr: Expression régulière

source: Search
fr: Rechercher

source: (regular expression)
fr: (expression régulière)

source: Search in description too
fr: Rechercher dans les descriptions aussi

source: packages
fr: paquets

source: files
fr: fichiers

source: groups
fr: groupes

source: Arch
fr: Architectures

source: All
fr: Toutes

source: Searching in %d binary and %d source-only packages.
fr: Recherche dans %d paquets binaires et %s paquets source

source: Check <a href="%s">outdated</a> packages we are aware of.
fr: Vérifiez <a href="%s">la liste des paquets obselètes</a>dont nous sommes au courant.

source: You will need a Mozilla based browser to install a search plugin.
fr: Vous aurez besoin d'un navigateur basé sur Mozilla pour installerle plugin de recherche.

source: Click <a href="javascript:addEngine()">here</a> to install the Firefox search plugin.
fr: Cliquez <a href="javascript:addEngine()">ici</a> pour installerle plugin de recherche pour Firefox.

source: Error
fr: Erreur

source: Error in the query, please change the searching conditions
fr: Erreur lors de la requête. Veuillez changer les critèresde recherche.

source: No package found
fr: Aucun paquet trouvé

source: No such file or directory
fr: Aucun fichier ou répertoire de ce nom

source: No such group
fr: Pas de groupe portant ce nom

source: Listing groups
fr: Lister les groupes

source: Listing contents of group:
fr: Lister le contenu du groupe :

source: Search result for:
fr: Résultats de la recherche pour :

source: Package information:
fr: Informations sur le paquet :

source: Name:
fr: Nom :

source: Buildlog:
fr: Journal de construction :

source: Changelog:
fr: Liste des changements :

source: Groups:
fr: Groupes :

source: URL:
fr: Site :

source: Depends:
fr: Dépendances :

source: Exact reverse depends:
fr: Dépendances inversées exactes :

source: Other reverse depends:
fr: Autre dépenddances inversées :

source: Conflicts:
fr: Conflits :

source: Provides:
fr: Fournit :

source: Compressed size:
fr: Taille compressée :

source: Uncompressed size:
fr: Taille non-compressée :

source: Arch:
fr: Architecture :

source: Maintainer:
fr: Mainteneur :

source: Uploaded by:
fr: Téléversé par :

source: Download:
fr: Téléchargement :

source: Related posts
fr: Messages en relation

source: Related pages
fr: Pages en relation

source: Bug Tracking System:
fr: Gestionnaire de suivi des bogues :

source: Related open bugs
fr: Tickets associés ouverts

source: Syndicate:
fr: Syndiquer

source: SHA1 Sum:
fr: Somme SHA1 :

source: Frugalware version:
fr: Version de Frugalware :

source: Updated:
fr: Mise à jour :

source: No such package!
fr: Aucun paquet

source: Changelog for %s
fr: Liste des changements pour %s

source: Documentation for %s
fr: Documentation pour %s

source: Sorry, currently no documentation available.
fr: Désolé, aucune documentation disponible pour le moment.

source: File list for
fr: Liste des fichiers pour

source: Sorry, a roadmap has not been written yet.
fr: Désolé, aucune feuille de route n'a été écrite pour le moment.

source: done
fr: Fait

source: pending
fr: En attente

source: Actual status
fr: Status actuel

source: Past versions
fr: Anciennes versions

source: Frugalware news
fr: Actualités de Frugalware

source: News about Frugalware developement
fr: Actualité du développement de Frugalware

source: Stable releases
fr: Versions stables

source: Frugalware stable version release
fr: Annonce de sortie des versions stables

source: Security announcements
fr: Annonce de sécurité

source: Frugalware security announcement
fr: Annonce de sécurité des paquets de Frugalware

source: Community
fr: Communauté

source: Blogs from community
fr: Blogs parlant de Frugalware

source: English blogs
fr: Blogs anglais

source: French blogs
fr: Blogs français

source: Forums posts
fr: Forums

source: Frugalware community forums
fr: Forums de la communauté Frugalware

source: Packages
fr: Paquets

source: Current branch commits
fr: Mises à jour de la branche Current

source: Packages update for current branch
fr: Paquets mis à jour pour la branche de développement

source: Stable branch patches
fr: Corrections pour la branche stable

source: Packages patches for stable branch
fr: Corrections de paquets pour le branche stable

source: BTS entries
fr: Entrées du Bug Tracker System

source: Bug tracker feed
fr: Flux du gestionnaire de bugs de Frugalware

source: Package updates
fr: Mises à jour des paquets

source: There is an optional suffix to filter the package parameters: [/&lt;version&gt;[&lt;arch&gt;[&lt;package&gt;]]]. Examples :
fr: Il y a une option permettant de filtrer la liste des paquets via: [/&lt;version&gt;[&lt;arch&gt;[&lt;paquet&gt;]]]. Exemples :

source: Openbox by Lenezir
fr: Openbox par Lenezir

source: GNOME by Pingax
fr: GNOME par Pingax

source: XFCE by Devil505
fr: XFCE par Devil505

source: GNOME by Slown
fr: GNOME par Slown

source: Openbox by Botchchikii
fr: Openbox par Botchchikii

source: KDE by Centuri0
fr: KDE par Centuri0

source: Screenshots from users
fr: Captures d'écran des utilisateurs

source: Old screenshots
fr: Anciennes captures d'écran

source: Sorry, a security file has not been written yet.
fr: Désolé, aucun fichier de sécurité n'a encore été écrit

source: Frugalware Security Announcements (FSAs)
fr: Annonce de Sécurité de Frugalware (ASFs)

source: This is a list of security announcments that have been released for the current stable version of Frugalware
fr: Voici la liste des annonces de sécurité pour l'actuelle version stablede Frugalware

source: Package
fr: Paquet

source: Posted by
fr: Posté par

source: Vulnerable version
fr: Version vulnérable

source: Unaffected version
fr: Version non affectée

source: Bug tracker entry
fr: Entrée du BTS

source: Uptime: %d day(s) %d h %d m %d s
fr: Uptime: %d jour(s) %d h %d m %d s

source: Stable version
fr: Version stable

source: Development version
fr: Version de développement

source: Released on
fr: Sortie le

source: See documentation
fr: Voir la documentation

source: Other mirrors
fr: Autres miroirs

source: More informations
fr: Plus d'informations

source: Share Frugalware with your friends.
fr: Partager Frugalware avec vos amis

source: Donate to support our development efforts.
fr: Faites un don pour supporter nos efforts de développement

source: News
fr: Nouvelles

source: Screenshots
fr: Captures d'écran

source: Press
fr: Presse

source: News feeds
fr: Flux d'informations

source: Mailing lists
fr: Listes de diffusion

source: Download
fr: Télécharger

source: Development
fr: Développement

source: Bug Tracker
fr: Suivi des bogues

source: Git repository
fr: Dépôt git

source: Roadmap
fr: Plan de route

source: Translation portal
fr: Portail de traduction
